Repository: jouharSEWA2024/SewaEservicesAdmin
Catalog: SEWAEContractor/Resources/Views/Shared/Ventic/_Sidebar.*.resx
Languages: ar

source: Add Consultant
ar: إضافة استشاري

source: Add Real Estate
ar: إضافة عقار

source: Additional Load
ar: الحمل الإضافي

source: Additional Meter
ar: عداد إضافي

source: Application Form
ar: نموذج الطلب

source: Assign Consultant/Contractor
ar: تعيين استشاري/مقاول

source: Assistant Eng
ar: مساعد مهندس

source: Borewell Request
ar: طلب بورويل

source: Change Connection Type
ar: تغيير نوع الاتصال

source: Commercials
ar: لمشاريع المقاولات الحكومية ومشاريع الطرق (مؤقتة)

source: Company
ar: تسجيل الشركات

source: Completion Certificate Renew
ar: تجديد شهادة استكمال المشروع

source: Connection Date Form
ar: نموذج تاريخ التوصيل

source: Create User
ar: إنشاء حساب

source: Customer Modification
ar: التعديلات

source: Date of connection statement
ar: تاريخ بيان التوصيل

source: Decorating Shops
ar: تصاريح الديكور

source: Demolition Request
ar: طلب الهدم

source: Down-grade
ar: تخفيض الفئة

source: Drawing
ar: اعتماد مخطط

source: Electrical Eng
ar: مهندس كهرباء

source: Electricity
ar: الكهرباء

source: Event
ar: فعالية

source: Examination
ar: الفحص

source: Farms
ar: للمنازل والمزارع الزراعية

source: Final Connection
ar: التوصيل النهائي

source: Food Truck Connection
ar: توصيل شاحنة طعام

source: Gas Modification
ar: تغيير الغاز

source: Guide for changing Residential to Commercial
ar: خطوات تحويل السكني إلى تجاري

source: Inspection Appointment
ar: موعد الفحص

source: Letters
ar: الرسائل

source: Live Stock Connection
ar: العزب

source: Manage Premise
ar: إدارة الفرضية

source: Manage Projects
ar: إدارة المشاريع

source: Manage Real Estate
ar: إدارة العقارات

source: Manage Users
ar: إدارة المستخدمين

source: New
ar: جديد

source: NOC
ar: شهادة عدم ممانعة

source: Owner Info
ar: معلومات المالك

source: Portal Guide
ar: دليل البوابة

source: Portal Guide Arabic
ar: دليل البوابة باللغة العربية

source: Portal Guide English
ar: دليل البوابة باللغة الإنجليزية

source: Projects
ar: المشاريع

source: Real Estate Info
ar: المعلومات العقارية

source: Registration
ar: التسجيل

source: Renewal
ar: التجديد

source: Residential to Commercial- Normal
ar: تحويل سكني إلى تجاري- عادي

source: Residential to Commercial- Urgent
ar: تحويل سكني إلى تجاري- عاجل

source: Senior Eng
ar: مهندس أول

source: Service Request
ar: طلب الخدمة

source: Service Status
ar: حالة الخدمة

source: Shop Drawing
ar: تحديث اعتماد مخطط

source: Submission Guide Consultants
ar: دليل الخدمات لاستشاريين

source: Submission Guide Government
ar: دليل الخدمات للجهات الحكومية

source: Supervisor
ar: مشرف

source: Temporary Connection
ar: التوصيل المؤقت

source: Update Mobile Number In ICP
ar: يرجى تحديث رقم الجوال في الهيئة الاتحادية للهوية والجنسية ICP

source: Upgradation
ar: تحديث الفئة

source: Water
ar: المياه
