Repository: jouharSEWA2024/SewaEservicesAdmin
Catalog: SEWAEContractor/Resources/Controllers/HomeController.*.resx
Languages: ar

source: Business partner not found in SEWA System. Please proceed to registration
ar: العميل غير موجود في نظام هيئة كهرباء ومياه وغاز الشارقة.لذا يرجى المتابعة إلى التسجيل.

source: Dear User, kindly proceed with the registration with SEWA, as you are currently not registered as a SEWA-approved consultant/contractor.
ar: عزيزي المستخدم، يرجى القيام بالتسجيل لدى هيئة كهرباء ومياه وغاز الشارقة حيث أنك غير مسجل كـ استشاري/مقاول معتمد الهيئة.

source: Dear User, kindly proceed with the registration with SEWA, as you are currently not registered as a SEWA-approved consultant/contractor/main contractor.
ar: عزيزي المستخدم، برجاء التسجيل لدى هيئة كهرباء ومياه الشارقة لأنك غير مسجل كمستشار/مقاول/مقاول رئيسي في هيئة كهرباء ومياه الشارقة

source: Emirates ID is invalid. Please enter valid Emirates ID
ar: الهوية الإماراتية غير صالحة. الرجاء إدخال هوية إماراتية سارية المفعول

source: Error occured in Registration
ar: حدث خطأ في التسجيل

source: Error while verifying OTP
ar: خطأ أثناء التحقق من رقم التعريف الشخصي

source: Login does not exist
ar: تسجيل الدخول غير موجود

source: Main Contractor Role could not be created, please try again later
ar: لا يمكن إنشاء دور المقاول الرئيسي، يرجى المحاولة مرة أخرى لاحقًا

source: Mobile number is not updated. Kindly update the number with ICA.
ar: رقم الهاتف غير محدث، يرجى تحديث الرقم من خلال الهيئة الاتحادية للهوية والجنسية.

source: Mobile number not updated in SEWA System, kindly update it.
ar: رقم الهاتف غير محدث في نظام هيئة كهرباء ومياه وغاز الشارقة، يرجى تحديث الرقم.

source: Password cannot be updated
ar: ا يمكن تحديث كلمة المرور

source: Password reset successfully
ar: تمت إعادة تعيين كلمة المرور بنجاح

source: Please add the required fields
ar: يرجى إضافة الحقول المطلوبة

source: Please enter Contract Account
ar: يرجى إدخال رقم الحساب

source: Please fill the mandatory fields
ar: يرجى ملء الحقول الإلزامية

source: Please fill the remaining fields
ar: يرجى ملء الحقول المتبقية

source: Please select Issuing Authority
ar: يرجى تحديد جهة الإصدار

source: Please select UserType
ar: الرجاء تحديد نوع المستخدم

source: Please update your contact and license details with Sharjah Economic Department
ar: يرجى تحديث بيانات الاتصال والترخيص الخاصة بك لدى دائرة التنمية الاقتصادية في الشارقة.

source: Please update your contact details with Sharjah Economic Department
ar: يرجى تحديث بيانات الاتصال الخاصة بك لدى دائرة التنمية الاقتصادية في الشارقة.

source: Dear User, please update your identity information with SEWA in order to proceed further with the process.
ar: يرجى تحديث معلومات الهوية الخاصة بك في نظام هيئة كهرباء ومياه وغاز الشارقة لتتمكن من استكمال الطلبات.

source: Please update your license expiry details with Sharjah Economic Department
ar: يرجى تحديث بيانات الرخصة المنتهية لدى دائرة التنمية الاقتصادية في الشارقة.

source: Registration is completed. Please proceed to Login.
ar: تم التسجيل بنجاح. يرجى المتابعة إلى تسجيل الدخول.

source: Reset Password Link sent successfully to your registered email address. Please check for the email from regsupport@sewa.gov.ae. If the email is not found in Inbox, Please do check the same in spam/junk folder
ar: تم إرسال رابط إعادة تعيين كلمة المرور بنجاح إلى عنوان بريدك الإلكتروني المسجل. يرجى التحقق من البريد الإلكتروني من regsupport@sewa.gov.ae. إذا لم يتم العثور على البريد الإلكتروني في صندوق الوارد، يرجى التحقق من ذلك في مجلد الرسائل غير المرغوب فيها

source: Sharjah Economic Department Service is down. Please try after some time
ar: خدمة الدائرة الاقتصادية بالشارقة معطلة. يرجى المحاولة لاحقاً

source: The Mobile number is not in the required format. Kindly update with ICA.
ar: رقم الهاتف المتحرك ليس بالصيغة المطلوبة. يرجى التحديث مع الهيئة الاتحادية للهوية والجنسية.

source: The Mobile number is not in the required format. Kindly update with Sharjah Electricity, Water &amp; Gas Authority.
ar: رقم الهاتف المتحرك ليس بالصيغة المطلوبة. يرجى التحديث مع هيئة كهرباء ومياه وغاز الشارقة.

source: The entered Trade License is invalid. Please enter the correct number.
ar: الرخصة التجارية المدخلة غير صالحة. يرجى إدخال الرقم الصحيح.

source: User cancelled the login
ar: قام المستخدم بإلغاء تسجيل الدخول

source: User does not exist
ar: اسم المستخدم غير موجود

source: User does not exist,Please contact SEWA
ar: المستخدم غير موجود، الرجاء التواصل مع هيئة كهرباء ومياه وغاز الشارقة

source: UserName sent successfully
ar: تم إرسال اسم المستخدم بنجاح

source: Username/TradeLicense/Email already exists
ar: اسم المستخدم/الرخصة التجارية/البريد الإلكتروني موجود

source: We are facing connectivity issue with Sharjah Economic . please try after some time
ar: نواجه مشكلة في الاتصال مع SEDD. يُرجى المحاولة بعد قليل.

source: We are facing technical issue at the moment, please try again later, If issue persists please contact SEWA
ar: نحن نواجه مشكلة فنية في الوقت الحالي، يرجى المحاولة مرة أخرى لاحقًا، وإذا استمرت المشكلة، فيرجى الاتصال بهيئة كهرباء ومياه الشارقة

source: You cannot proceed to registration as the account holder is not under commercial category
ar: لا يمكنك متابعة التسجيل لأن صاحب الحساب ليس ضمن الفئة التجارية

source: Your license with Sharjah Economic Department has expired. Please renew the license with them
ar: انتهت صلاحية رخصتك لدى اقتصادية الشارقة. يرجى تجديد الترخيص معهم

source: Dear User, you are not an authorized consultant/contractor. Kindly update your professional role with the Sharjah Economic Development Department.
ar: عزيزي المستخدم، أنت غير مخول كـ استشاري/مقاول معتمد. يرجى تحديث مهنتك لدى دائرة التنمية الاقتصادية في الشارقة.

source: The Mobile number is not in the required format. Kindly update with Sharjah Economic Department.
ar: رقم الهاتف المتحرك ليس بالصيغة المطلوبة. يرجى التحديث مع دائرة التنمية الاقتصادية في الشارقة.
