Repository: jouharSEWA2024/SewaEservicesAdmin
Catalog: SEWAEContractor/Resources/Controllers/ServiceController.*.resx
Languages: ar

source: Additional Load
ar: إضافة أحمال

source: Additional Meter
ar: إضافة عداد

source: and
ar: و

source: Area
ar: المنطقة

source: Assistant Eng
ar: مساعد مهندس

source: Business partner exists in SEWA, Please fill the remaining information
ar: العميل مسجل لدى هيئة كهرباء ومياه وغاز الشارقة ، يرجى استكمال باقي المعلومات

source: Business Partner not found in SEWA System
ar: رقم العميل غير موجود في نظام هيئة كهرباء ومياه الشارقة

source: Business partner not found in SEWA System, cannot proceed further.
ar: رقم العميل غير موجود في نظام هيئة كهرباء ومياه وغاز الشارقة، لا يمكن المتابعة

source: Business partner not found in SEWA System. Please proceed to create the business partner.
ar: رقم العميل غير موجود في نظام هيئة كهرباء ومياه وغاز الشارقة. يرجى المتابعة لإنشاء الشريك التجاري

source: Cannot apply for Additional Load
ar: ا يمكن التقديم لإضافة الأحمال

source: cannot apply for First Inspection
ar: لا يمكن التقديم للتفتيش الأول

source: Cannot apply for the service
ar: ا يمكن التقديم لطلب الخدمة

source: cannot be mapped to
ar: لا يمكن ربطه ب

source: cannot be unmapped from
ar: ا يمكن الغاء الربط من

source: Cannot verify electrical contractor trade license with Sharjah Economic Department. Please contact Sharjah Economic Department.
ar: ا يمكن التحقق من رخصة مقاول الكهرباء مع دائرة التنمية الاقتصادية في الشارقة، يرجى مراجعة دائرة التنمية الاقتصادية في الشارقة.

source: Company Registration
ar: تسجيل الشركة

source: Completion Certificate Renew
ar: تجديد شهادة االفحص

source: Consultant Approved Successfully
ar: تمت الموافقة على الاستشاري بنجاح

source: Consultant/Contractor has been authorised successfully
ar: تمت الموافقة على الاستشاري/المقاول بنجاح

source: Date of connection statement
ar: إفادة تاريخ التوصيل

source: Dear Consultant, your validity has expired. Please renew the registration with SEWA
ar: عزيزي الاستشاري، انتهت صلاحية رخصتك لدى اقتصادية الشارقة. يرجى تجديد التسجيل لدى هيئة كهرباء ومياه وغاز الشارقة

source: Dear Contractor, your validity has expired. Please renew the registration with SEWA
ar: عزيزي المقاول، لقد انتهت صلاحيتك. يرجى تجديد التسجيل لدى هيئة كهرباء ومياه وغاز الشارقة

source: Dear Customer
ar: عميلنا العزيز

source: Dear Customer, an error is occurred while creating SR please try again later.
ar: عزيزي العميل، حدث خطأ أثناء إنشاء طلب الخدمة يرجى المحاولة مرة أخرى لاحقاً.

source: Dear Main Contractor, your validity has expired. Please renew the registration with SEWA
ar: عزيزي المستخدم، يرجى القيام بالتسجيل لدى هيئة كهرباء ومياه وغاز الشارقة حيث أنك غير مسجل استشاري/ مقاول رئيسي / مقاول.

source: Dear user, Please do the registration with SEWA as you are not registered as SEWA Consultant/Contractor
ar: عزيزي المستخدم، يرجى القيام بالتسجيل لدى هيئة كهرباء ومياه وغاز الشارقة حيث أنك غير مسجل كاستشاري/مقاول لدى الهيئة

source: Dear user, Please do the registration with SEWA as you are not registered as SEWA Consultant/Contractor/Main Contractor
ar: عزيزي المستخدم، برجاء التسجيل لدى هيئة كهرباء ومياه الشارقة لأنك غير مسجل كمستشار/مقاول/مقاول رئيسي في هيئة كهرباء ومياه الشارقة

source: Dear User, your project status with Sharjah Municipality is still below 65%, therefor you cannot apply for Final drawing service.
ar: عزيزي المستخدم، حالة مشروعك لدى بلدية الشارقة لا تزال أقل من 65%، لذلك لا يمكنك التقديم على خدمة اعتماد مخططات نهائية.

source: Dear User, your project status with Sharjah Municipality is still below 90%, therefor you cannot apply for Final connection service.
ar: عزيزي المستخدم، حالة مشروعك لدى بلدية الشارقة لا تزال أقل من 90%، لذلك لا يمكنك التقديم على خدمة التوصيل انهائي.

source: Dear User,you are not authorised to apply for government project
ar: عزيزي المستخدم، غير مصرح لك بالتقديم للمشروع الحكومي.

source: Decorating Shops
ar: تصاريح الديكور

source: Demolition Request
ar: طلب الهدم

source: Down-grade
ar: تخفيض الفئة

source: Drawing
ar: المخططات

source: Electrical contractor not found in SEWA System, therefor you cannot proceed further.
ar: مقاول الكهرباء غير موجود في نظام هيئة كهرباء ومياه وغاز الشارقة، لذلك لا يمكن متابعة الطلب

source: Electrical contractor Trade License is invalid. Please enter valid trade number.
ar: رخصة مقاول الكهرباء غير صحيحة، يرجى إدخال رقم الرخصة الصحيح.

source: Electrical contractor trade license with Sharjah Economic Department has expired. Please contact Sharjah Economic Department.
ar: انتهت صلاحية رخصة مقاول الكهرباء مع دائرة التنمية الاقتصادية في الشارقة، يرجى مراجعة دائرة التنمية الاقتصادية في الشارقة.

source: Electrical Eng
ar: مهندس كهرباء

source: Electricity
ar: الكهرباء

source: Emirates ID is invalid. Please enter valid Emirates ID
ar: الهوية الإماراتية غير صالحة، يرجى إدخال هوية إماراتية سارية المفعول.

source: Emirates ID/Unified No is invalid. Please enter valid Emirates ID/Unified No
ar: الهوية الإماراتية/الرقم الموحد غير صالح. يرجى إدخال رقم هوية إماراتي/رقم موحد صالح

source: Error in uploading file
ar: خطأ في تحميل الملف

source: Error While Creating Account, Please try after some time
ar: خطأ أثناء إنشاء الحساب، يرجى المحاولة لاحقاً

source: Error While Creating Business Partner, Please try after some time
ar: خطأ أثناء إنشاء رقم العميل، الرجاء المحاولة لاحقاً

source: Error while uploading Documents
ar: خطأ أثناء تحميل المستندات

source: Error while uploading file, please try after some time
ar: خطأ أثناء رفع الملف، يرجى المحاولة لاحقاً

source: Error while uploading Service Document
ar: خطأ أثناء تحميل مستند الخدمة

source: Error while verifying OTP
ar: خطأ أثناء التحقق من رقم التعريف الشخصي

source: Examination
ar: اختبار

source: Exception Occured, Please try again
ar: حدث استثناء، يرجى المحاولة مرة أخرى

source: File Already Exists
ar: الملف موجود بالفعل

source: File Reuploaded successfully
ar: تم إعادة رفع الملف بنجاح

source: File Uploaded successfully, faced issue while updating Status of request
ar: تم رفع الملف بنجاح، ولكن حدثت مشكلة أثناء تحديث حالة الطلب

source: Final Connection
ar: التوصيل النهائي

source: Final Connection SR is completed, cannot apply for First Inspection
ar: اكتمال طلب خدمة التوصيل النهائي، لا يمكن تطبيقها على التفتيش الأولى

source: Final Connection service request status is in
ar: حالة طلب التوصيل النهائي هي

source: First
ar: أولاً

source: First Inspection cannot be applied, against Final Connection service request.
ar: ا يمكن تطبيق التفتيش الأول مقابل طلب خدمة التوصيل النهائي.

source: First Inspection cannot be applied, against Final Drawing service request
ar: ا يمكن تطبيق التفتيش الأول، مقابل طلب خدمة اعتماد المخطط النهائي.

source: Fourth
ar: الرابع

source: Gas
ar: الغاز

source: General NOC
ar: شهادة عدم ممانعة

source: Government Code
ar: الرقم الحكومي

source: has been mapped to
ar: تم ربطه بـ

source: has been unmapped from
ar: تم إلغاء التعيين من

source: Inspection Appointment
ar: موعد التفتيش

source: Inspection Appointment cannot be created, please try again later.
ar: يتعذر إنشاء موعد التفتيش، يرجى المحاولة لاحقاً.

source: Inspection Appointment could not be updated against service request
ar: تعذّر تحديث موعد التفتيش مقابل طلب الخدمة المدخل

source: Inspection Appointment updated against service request
ar: تم تحديث موعد التفتيش مقابل طلب الخدمة المدخل

source: Invalid Contract Account
ar: حساب المشروع غير صالح

source: Invalid Model State
ar: حالة النموذج غير صالحة

source: Invalid OTP. Please use the last received OTP
ar: كلمة المرور غير صالحة، يرجى استخدام آخر كلمة مرور تم استلامها

source: Invalid Service request number.
ar: رقم طلب خدمة غير صالح.

source: is greater than 15MB. Please upload files less than 15 MB
ar: أكبر من 15 ميجابايت. يرجى تحميل ملفات أقل من 15 ميجابايت

source: is greater than 5MB. Please upload files less than 5 MB
ar: أكبر من 5 ميجابايت. يرجى تحميل ملفات أقل من 5 ميجابايت

source: Mobile number is not updated. Kindly update the number with ICA.
ar: رقم الهاتف غير محدث، يرجى تحديث الرقم من خلال الهيئة الاتحادية للهوية والجنسية.

source: Mobile number not updated in SEWA System, kindly update it.
ar: رقم الهاتف غير محدث في نظام هيئة كهرباء ومياه وغاز الشارقة، يرجى تحديث الرقم.

source: NOC
ar: شهادة عدم ممانعة

source: OTP has expired, Please try again
ar: انتهت صلاحية كلمة المرور، يرجى المحاولة مرة أخرى

source: OTP Verified successsfully
ar: تم التحقق من رقم التعريف الشخصي بنجاح

source: Please choose atleast One Service
ar: يرجى اختيار خدمة واحدة على الأقل

source: Please choose atleast one transformer
ar: يرجى اختيار محول واحد على الأقل

source: Please choose new or renew
ar: يرجى اختيار جديد أو تجديد

source: Please choose only one Service
ar: يرجى اختيار خدمة واحدة فقط

source: Please choose the account from the list
ar: يرجى اختيار الحساب من القائمة

source: Please enter Contract Account
ar: يرجى إدخال رقم الحساب

source: Please enter email in correct format
ar: يرجى إدخال البريد الإلكتروني بالصيغة الصحيحة

source: Please enter Inspection service request.
ar: يرجى إدخال رقم طلب خدمة التفتيش

source: Please enter mandatory fields
ar: يرجى إدخال الحقول الإلزامية

source: Please enter mobile no
ar: يرجى إدخال رقم الهاتف المتحرك

source: Please enter mobile no in mentioned format 0**-*******
ar: يرجى إدخال رقم الهاتف المتحرك بالصيغة المذكورة 0**-*******

source: Please enter Final drawing/ Final Connection service request.
ar: يرجى إدخال رقم خدمة اعتماد المخططات/التوصيل النهائي.

source: Please find the below OTP
ar: الرجاء الاطلاع على كلمة المرور لمرة واحدة أدناه

source: Please provide valid identity details
ar: يرجى تقديم بيانات هوية صالحة

source: Please select atleast one sub category
ar: الرجاء تحديد فئة فرعية واحدة على الأقل

source: Please Select Category from
ar: يرجى اختيار الفئة من

source: Please select Issuing Authority
ar: الرجاء تحديد جهة الإصدار

source: Please select SubService
ar: يرجى اختيار خدمة فرعية

source: Please update electrical contractor trade license expiry details with Sharjah Economic Department
ar: يرجى تحديث بيانات انتهاء صلاحية رخصة مقاول كهرباء مع دائرة التنمية الاقتصادية في الشارقة

source: Please update your contact and license details with Sharjah Economic Department
ar: يرجى تحديث بيانات الاتصال والترخيص الخاصة بك لدى الدائرة التنمية الاقتصادية في الشارقة.

source: Please update your contact details with Sharjah Economic Department
ar: يرجى تحديث بيانات الاتصال الخاصة بك لدى دائرة التنمية الاقتصادية في الشارقة.

source: Please update your license expiry details with Sharjah Economic Department
ar: يرجى تحديث بيانات الرخصة المنتهية لدى دائرة التنمية الاقتصادية في الشارقة.

source: Please upload
ar: يرجى التحميل

source: Please upload all the required document
ar: يرجى تحميل جميع الوثائق المطلوبة

source: Please Upload File
ar: يرجى تحميل الملف

source: Please upload the documents
ar: يرجى تحميل الوثائق

source: Please Upload the drawing file in correct format
ar: يرجى تحميل المخطط بالصيغة الصحيحة.

source: Please upload the file in (PDF/JPG/JPEG/PNG/DWG) Format
ar: يرجى تحميل الملف بصيغة (PDF/JPG/JPEG/PNG/DWG)

source: Please verify the OTP
ar: يرجى التحقق بواسطة OTP

source: Plot number
ar: رقم قطعة الأرض

source: Provided Electrical Contractor details are not valid, please enter valid details
ar: بيانات مقاول الكهرباء المقدمة غير صحيحة، يرجى إدخال البيانات الصحيحة

source: Regards
ar: تحياتنا

source: Renewal
ar: التجديد

source: Residential to Commercial - Normal
ar: تحويل سكني إلى تجاري- عادي

source: Residential to Commercial - Urgent
ar: تحويل سكني إلى تجاري- عاجل

source: Road NOC
ar: شهادة عدم الممانعة (طرق)

source: Second
ar: ثانية

source: Senior Eng
ar: مهندس أول

source: Service
ar: الخدمة

source: Service Request already exists for the Contract Account :
ar: طلب الخدمة موجود مسبقاً على نفس رقم الحساب

source: Service Request is created successfully for
ar: تم إنشاء طلب الخدمة بنجاح لـ

source: Service Request is updated against
ar: تم تحديث طلب الخدمة

source: SEWA
ar: هيئة كهرباء ومياه وغاز الشارقة

source: Sharjah Economic Department Service is down. Please try after some time
ar: خدمة الدائرة الاقتصادية بالشارقة معطلة. يرجى المحاولة لاحقاً

source: Shifting Request
ar: طلب نقل خطوط الخدمة

source: Shop Drawing
ar: تحديث اعتماد مخطط

source: Final drawing status is in
ar: حالة طلب مخطط المحل

source: Something went wrong
ar: حدث خطأ ما

source: The premise is already authorised for consultant
ar: تم ترخيص المشروع للاستشاري.

source: successfully
ar: تم التحقق بنجاح

source: Supervisor
ar: مشرف

source: Temporary Connection
ar: التوصيل المؤقت

source: The AreaName field is required.
ar: اسم المنطقة مطلوب

source: The entered premise does not belong to the owner
ar: المشروع المدخل لا يطابق اسم المالك.

source: The Mobile number is not in the required format. Kindly update with Sharjah Economic Department.
ar: رقم الهاتف المتحرك ليس بالصيغة المطلوبة. يرجى التحديث مع دائرة التنمية الاقتصادية في الشارقة.

source: The Mobile number is not in the required format. Kindly update with ICA.
ar: رقم الهاتف المتحرك ليس بالصيغة المطلوبة. يرجى التحديث مع الهيئة الاتحادية للهوية والجنسية.

source: The Mobile number is not in the required format. Kindly update with Sharjah Electricity, Water &amp; Gas Authority.
ar: رقم الهاتف المتحرك ليس بالصيغة المطلوبة. يرجى التحديث مع هيئة كهرباء ومياه وغاز الشارقة.

source: The provided service request is either closed or cancelled.
ar: رقم طلب الخدمة إما مغلق أو ملغي.

source: The provided service request is not eligible for next inspection.
ar: طلب الخدمة المقدم غير مؤهل للتفتيش التالي.

source: The entered service request entered does not belong to Inspection service.
ar: رقم طلب الخدمة المدخل لا يندرج تحت فئة التفتيش

source: The entered service request entered does not belong to Final Connection service.
ar: رقم طلب الخدمة المدخل لا ينتمى الى خدمة التوصيل النهائي.

source: The entered service request entered does not belong to Final drawing service.
ar: رقم طلب الخدمة المدخل لا ينتمى الى خدمة اعتماد المخطط النهائي.

source: The Uploaded file
ar: الملف الذي تم تحميله

source: Third
ar: ثالث

source: The entered Trade License is invalid. Please enter the correct number.
ar: الرخصة التجارية المدخلة غير صالحة. يرجى إدخال الرقم الصحيح.

source: Upgradation
ar: تحديث الفئة

source: User Added Successfully
ar: تمت إضافة المستخدم بنجاح

source: UserName/Email already exists
ar: اسم المستخدم/البريد الإلكتروني موجود

source: Verify the Identitiy of the Customer
ar: يرجى التحقق من هوية العميل.

source: Water
ar: المياه

source: We are facing delay, while sending SMS. Please try after some time
ar: نواجه تأخيرًا أثناء إرسال الرسائل النصية القصيرة. يرجى المحاولة لاحقاً

source: We are facing technical issue at the moment, please try again later, If issue persists please contact SEWA
ar: نحن نواجه مشكلة فنية في الوقت الحالي، يرجى المحاولة مرة أخرى لاحقًا، وإذا استمرت المشكلة، فيرجى الاتصال بهيئة كهرباء ومياه وغاز الشارقة.

source: We faced some issue while adding user, please try again later
ar: لقد واجهنا مشكلة أثناء إضافة المستخدم، يرجى المحاولة مرة أخرى لاحقًا

source: Work Clearance
ar: شهادة إنجاز أعمال

source: You have been authorised to apply for the Government Project of
ar: لقد تم تفويضك بالتقدم بطلب للحصول على مشروع حكومي

source: Your license with Sharjah Economic Department has expired. Please renew the license.
ar: انتهت صلاحية رخصتك لدى دائرة التنمية الاقتصادية في الشارقة. يرجى تجديد الرخصة.

source: The provided ID is not matching with Sharjah Town Planning Department, therefore you cannot proceed further. Please send mail to helpdesk@sdtps.gov.ae
ar: المعرف المُدخل غير مُطابق لبيانات دائرة تخطيط و المساحة، لذا لا يُمكنك المُتابعة. يُرجى إرسال بريد إلكتروني إلى helpdesk@sdtps.gov.ae

source: The provided Transaction ID expired, kindly contact Sharjah Town Planning Department for renewal.
ar: رقم خارطة الأرض المدخل منتهية الصلاحية ، يرجى مراجعة دائرة التخطيط والمساحة في الشارقة للتجديد.

source: Please enter Town Planning Transaction ID
ar: الرجاء إدخال معرف معاملة تخطيط (الخارطة)

source: Please enter a valid Town Planning Transaction ID
ar: يرجى ادخال الرقم الصحيح لخارطة الأرض.

source: The provided Transaction ID from Town Planning is not issued for Residential/Commercial Purpose
ar: رقم خارطة الأرض المدخل غير مستخدم لغرض السكني/الاستثماري، يرجى مراجعة دائرة التخطيط والمساحة في الشارقة.

source: Invalid plot
ar: مؤامرة غير صالحة

source: The mentioned area has been changed, kindly update the site plan in Sharjah Town Planning Department.
ar: لقد تغيرت المنطقة المذكورة، يرجى تحديث خارطة الأرض في دائرة التخطيط والمساحة.

source: Gas Alteration
ar: تعديل/إضافة خط غاز

source: Dear User, you are not authorized to apply , as premise information from Town Planning does not match with the assigned project. Please contact the Town Planning Department for further assistance.
ar: عزيزي المستخدم، أنت غير مخول للتقديم وذلك بسبب اختلاف بيانات خارطة الأرض عن المشروع المقدم. يرجى مراجعة دائرة التخطيط والمساحة.

source: Dear User, you are not authorised to apply , as your validity for the project has expired
ar: عزيزي المستخدم، لا يُسمح لك بالتقديم نظرًا لانتهاء صلاحية المشروع الخاص بك.

source: As per Town Planning records, the plot has been merged and the original plot cannot be identified. Please contact the Town Planning Department for further assistance
ar: وفقًا لسجلات دائرة التخطيط و المساحة ، تم دمج قطعة الأرض، ولا يمكن تحديد القطعة. يُرجى التواصل مع دائرة التخطيط و المساحة لتحديث البيانات.

source: As per Town Planning the provided plot map is not issued for Government Project. Please contact the Town Planning Department for further assistance.
ar: وفقًا لسجلات دائرة التخطيط و المساحة ، الخارطة المدخلة ليست لمشاريع حكومية. يُرجى التواصل مع دائرة التخطيط و المساحة لتحديث البيانات.

source: We are not getting any Record from Town Planning, you cannot proceed further.
ar: لا يمكن الاستكمال حيث لم يتم العثور علي اي بيانات في دائرة التخطيط و المساحة

source: The provided premise details are not matching with our system, please contact MSD
ar: تفاصيل المبنى لا تتطابق مع بيانات المتوفره في النظام ، يرجى التواصل مع الخدمات المشتركة

source: We are facing connectivity issue with ICA. please try after some time
ar: نواجه مشكلة في الاتصال مع ICA. يُرجى المحاولة بعد قليل.

source: We are facing connectivity issue with Sharjah Economic . please try after some time
ar: نواجه مشكلة في الاتصال مع SEDD. يُرجى المحاولة بعد قليل.

source: We are facing connectivity issue with DTPS . please try after some time
ar: نواجه مشكلة في الاتصال مع DTPS. يُرجى المحاولة بعد قليل.

source: The premise information is missing for the entered account, please contact MSD
ar: معلومات العقار غير متوفره للحساب المدخل، يرجى الاتصال بـ MSD

source: The provided Transaction ID from Town Planning is expired and there is no valid ownership in real estate registration department
ar: انتهت صلاحية رقم الخارطة المقدم من تخطيط والمساحة ولا يوجد ملكية فعالة في التسجيل العقاري

source: There is no valid ownership in real estate registration department with the provided site plan
ar: لا يوجد ملكية فعالة في دائرة التسجيل العقاري مع مخطط المقدم

source: The Plot is not available in GIS of DTPS, please contact Town Planning Department at helpdesk@sdtps.gov.ae
ar: لا تتوفر رقم القطعة في نظام المعلومات الجغرافية الخاص بدائرة التخطيط العمراني والبلديات، يرجى التواصل مع إدارة التخطيط العمراني على helpdesk@sdtps.gov.ae

source: Food Truck Connection
ar: توصيل شاحنة طعام

source: Event
ar: فعالية

source: We are facing connectivity issue with Real Estate Department. Please try after some time.
ar: نواجه مشكلة في الاتصال بدائرة التسجيل العقاري. يُرجى المحاولة بعد قليل.

source: We are unable to proceed with your request as the project category received from Town Planning differs from the one selected. Please contact the Town Planning Department at helpdesk@sdtps.gov.ae
ar: لا يمكننا متابعة طلبك نظرًا لاختلاف فئة المشروع التي تلقيناها من التخطيط و المساحة عن الفئة المختارة. يُرجى التواصل مع إدارة تخطيط المدن عبر البريد الإلكتروني helpdesk@sdtps.gov.ae

source: The owner information is missing in Sharjah Town Planning Department, therefore you cannot proceed further. Please send mail to helpdesk@sdtps.gov.ae
ar: معلومات المالك غير موجوده في دائرة تخطيط و المساحة، لذا لا يمكنك المتابعة. يُرجى إرسال بريد إلكتروني إلى helpdesk@sdtps.gov.ae

source: Dear User, We cannot proceed with your request as contract already exists in the below premise
ar: عزيزي العميل، لا يمكننا المضي قدماً في طلبك لوجود عقد قائم بالفعل في المبنى المذكور أدناه.

source: Live Stock Connection
ar: العزب
